{
    "PrivacyPolicy": {
      "content": [
        {
          "type": "text",
          "text": "At Solmaz Fashion, we value your privacy and are committed to protecting your personal information. This privacy policy outlines how we collect, use, and safeguard the information you provide to us."
        },
        {
          "type": "text",
          "text": "When you interact with our website or make a purchase, we may collect personal information such as your name, email address, phone number, address, and payment details. We use this information to process your orders, communicate with you, and provide a personalized shopping experience."
        },
        {
          "type": "text",
          "text": "We take appropriate measures to protect your personal information from unauthorized access, alteration, or disclosure. We use industry-standard security protocols to encrypt and safeguard your data."
        },
        {
          "type": "text",
          "text": "We may use third-party services to process payments, deliver products, or analyze website traffic. These third parties have their own privacy policies and may collect information about you. We recommend reviewing their privacy policies before using their services."
        },
        {
          "type": "text",
          "text": "Our website uses cookies to enhance your browsing experience and provide personalized content. You can disable cookies in your browser settings if you prefer not to have them stored on your device."
        },
        {
          "type": "text",
          "text": "With your consent, we may send you promotional emails or newsletters. You can opt-out of these communications at any time by clicking the unsubscribe link in the email or contacting us directly."
        },
        {
          "type": "text",
          "text": "We may update our privacy policy from time to time. Any changes will be posted on this page, and we encourage you to review the policy periodically."
        },
        {
          "type": "text",
          "text": "By using our website or making a purchase, you agree to our terms of service and privacy policy. We do not sell or share your personal information with third parties."
        },
        {
          "type": "text",
          "text": "If you have any questions or concerns about our privacy policy or how we handle your personal information, please contact us at privacy@solmazfashion.com."
        }
      ]
    }
  }
  